[
{"title": "Gulaschsuppe im Kessel oder Topf", "ingredients": {"amount": ["1", "800 g", "400 g", "2", "3", "50 g", "1 TL", "8 EL", "500 g", "1 Zehe/n", "2 EL", "150 g", "2 EL", "2 TL", "2 Stück(e)", "8 Körner", "2", "1 TL", "10", "2 Zehe/n", "n. B.", "200 ml", "3 Liter", "2 EL", "2 EL", "2 EL", "n. B."], "ingredient": ["Gulasch, vom Rind, z.B. aus dem Wadschinken", "Kartoffel(n)", "Zwiebel(n)", "Möhre(n)", "Paprikaschote(n), rot, gelb, grün, rot", "Paprikapulver, edelsüß", "Paprikapulver, rosenscharf", "Tomatenmark", "Tomate(n), stückig", "Knoblauch, gepresst", "Zucker", "Butterschmalz", "Petersilie", "Majoran", "Zitronenschale, unbehandelt", "Piment", "Lorbeerblätter", "Kümmel", "Pfefferkörner, bunt oder nur schwarz", "Knoblauch", "Chilischote(n)", "Rotwein", "Hühnerbrühe, warm", "Estragonessig", "Balsamico, dunkel", "Weißweinessig", "Salz und Pfeffer"]}, "url": "https://www.chefkoch.de/rezepte/2293561365672708/Gulaschsuppe-im-Kessel-oder-Topf.html", "text": "Die Zwiebeln schneiden und in reichlich Butterschmalz rösten. Die Zwiebeln ständig umrühren und bei niedriger Hitze etwa eine halbe Stunde sanft braten, bis sie schön braun sind. Nun 1 gepresste Knoblauchzehe, den Zucker und das Tomatenmark hinzugeben und etwa 2 - 3 Minuten mitbraten. Das Paprikapulver hinzugeben und eine weitere Minute braten. Dabei ständig umrühren. Anschließend mit der Essigmischung und danach mit dem Rotwein jeweils ablöschen  und anschließend kurz aufkochen lassen. Die stückigen Tomaten und gut die Hälfte der Hühnerbrühe in den Kessel geben und weitere 30 Minuten köcheln lassen.     In ein Gewürzsäckchen Majoran, Pimentkörner, Lorbeerblätter, Zitronenschale, Pfefferkörner, Kümmel und Knoblauch geben, mit Küchengarn verschließen und in den Kessel geben. Am besten mit dem Küchengarn an einem Topfgriff befestigen. Die Petersilie und das in ca. 1 cm große Stücke geschnittene Rindergulasch in den Kessel geben und mindestens 2,5 - 3 Stunden köcheln lassen. Regelmäßig umrühren und die restliche Brühe nach und nach hinzugeben, je nach Geschmack und Konsistenz.     Während dieser Zeit Möhren, Kartoffeln und Paprika klein schneiden. Die Karotten 1 h vor Ende der Kochzeit hinzugeben. die Kartoffeln und die Paprika etwa 0,5 h vor Ende. Zum Schluss und wenn nötig, mit Salz und Pfeffer abschmecken und das Gewürzsäckchen aus der Gulaschsuppe entfernen. Wer es etwas schärfer mag kann zu Kochbeginn in das Gewürzsäckchen noch Chilischoten geben. Bitte unbedingt die lange Kochzeit einhalten. Dadurch bekommt das Gulasch die schöne braunrote und dunkle Farbe.     Wir bereiten diese Gulaschsuppe in einem Kessel auf einem Gasgrill zu. Geht natürlich auch über einem Lagerfeuer oder im Topf auf dem Herd.     Wir servieren die Gulaschsuppe mit Baguette."},
{"title": "Eierlikör nach DDR-Tradition", "ingredients": {"amount": ["8", "250 g", "375 ml", "1 Pck.", "250 ml"], "ingredient": ["Eigelb", "Puderzucker", "Kondensmilch", "Vanillezucker", "Rum, 54%ig"]}, "url": "https://www.chefkoch.de/rezepte/541961151505565/Eierlikoer-nach-DDR-Tradition.html", "text": "Zuerst die Eidotter und den Vanillezucker schaumig schlagen, langsam den Puderzucker unterrühren und die Kondensmilch dazugeben. Nun langsam den Rum unterrühren (je nachdem wie \"alkoholisch\" ihr den Eierlikör mögt, könnt es auch ein bissel mehr sein...). Das Ganze wird nun im Wasserbad langsam erhitzt. Das geht am besten, wenn man einen kleineren Topf in einen größeren stellt. Dabei immer wieder umrühren. Solange bis es schön dickflüssig wird, aber es sollte auf keinen Fall kochen!     Noch warm in Flaschen abfüllen und diese nicht ganz voll machen, weil der Eierlikör beim Abkühlen noch fester wird und man oftmals noch mit Milch oder Rum auffüllen muss, um ihn wieder aus der Flasche zu kriegen.    Ergibt etwa eine 0,7 l und eine 0,5 l Flasche, also 1,2 l."},
{"title": "Sauerteig", "ingredients": {"amount": ["350 g", "350 ml"], "ingredient": ["Mehl, Sorte nach Belieben", "Wasser, lauwarmes"]}, "url": "https://www.chefkoch.de/rezepte/916071197018348/Sauerteig.html", "text": "Es ist nicht so schwer wie es immer klingt, im Gegenteil, einen Sauerteig herzustellen ist sogar sehr einfach, wenn man einiges beachtet.     Man sollte nie 405er Mehl verwenden, das kann man zum Kuchenbacken verwenden, für Brot eignen sich:   Roggenmehl: Type 815, 997, 1150, 1370, 1740;   Dinkelmehl: Type 630, 812, 1050;   Weizenmehl: Type 550, 812, 1050, 1600;   Auch Vollkornmehle sind bestens für die Herstellung eines Sauerteiges geeignet.     Bitte unbedingt beachten, umso höher die Typ Zahl des Mehles um so mehr Wasser braucht man.   Wenn der Sauerteig zu fest ist einfach soviel Wasser hinzu geben bis der Teig schön Waffelteigartig ist!     Er sollte bei der Herstellung immer an einem warmen Ort ruhen, nicht anders eigentlich als die Hefe. Es darf nicht wärmer als 40°C sein, am besten sind Temperaturen von 30-35°C geeignet, aber auch 25°C sind vertretbar, hier braucht die Säuerung nur etwas länger bzw. sie geht langsamer voran.     Der Weizensauerteig ist mild im Geschmack und für helle Brote geeignet.   Am beliebtesten und auch bekanntesten ist der Roggensauerteig; er riecht säuerlich und gibt dem Brot eine fein-saure Note.     Wenn man Brot mit Sauerteig bäckt, braucht man keine Hefe mehr. Nur wenn er ganz frisch ist, braucht man für die ersten Brote ein bisschen Hefe, da der \"frische\" Sauerteig noch nicht so triebstark ist wie älterer Sauerteig.     Ich habe es so gemacht, dass ich nach jedem Mal 5 g frische Hefe weniger genommen habe, also erst 20 g, dann 15 g, dann 10 g, dann 5 g und am Ende brauchte ich keinerlei Hefe mehr. Man kann es auch ruhig von Anfang an ohne Hefe versuchen, sollte dann aber nicht zu enttäuscht sein, falls das Brot nicht so aufgegangen ist, wie man es sich gewünscht hat.     Durch das Versäuern des Teiges bilden sich Gase, die vollkommen ausreichen, um das Brot aufgehen zu lassen.     Die Herstellung des Sauerteiges erfolgt in 5 Schritten und dauert genau 5 Tage, er sollte immer waffelteigartig von der Konsistenz her sein. In diesen 5 Tagen wird der Teig heftig gären bzw. kräftig mit Blubbern anfangen, daher sollte unbedingt eine große Schüssel verwendet werden, ca. 4 Liter sollte diese mindestens fassen.     1. Tag: 100 g Mehl mit 100 ml lauwarmem Wasser in einer sehr großen Schüssel mischen und mit einem Teller abgedeckt an einen warmen Ort stellen. Nach 12 Stunden den Teig kurz mit einem Holzlöffel umrühren und wieder ruhen lassen.     2. Tag: nach weiteren 12 Stunden nun 50 g Mehl und 50 ml lauwarmes Wasser zu dem Teig geben und kräftig umrühren; wieder abdecken und zurück an den warmen Ort stellen. Diesmal den Teig 24 Stunden ruhen lassen     Hier sollte dann langsam, aber gut die Verhefung einsetzen. Je nach Temperatur kann dies aber auch etwas länger dauern. Man kann die Verhefung gut riechen; es kann etwas unangenehm riechen, säuerlich etwas nach Essig riechend, was aber gewollt ist, und nicht schlimm. Dieser Geruch wird aber nach einigen Tagen schwächer.     3. Tag: nach den 24 Stunden nun wieder 100 g Mehl und 100 ml lauwarmes Wasser zu dem Teig geben und wieder kräftig umrühren. Die Schüssel abdecken und zurück an den warmen Ort stellen, den Teig diesmal wieder nach 12 Stunden stark rühren und wieder ruhen lassen     4. Tag: nach weiteren 12 Stunden nun wieder 100 g Mehl und 100 ml lauwarmes Wasser zu dem Teig geben und wie immer kräftig umrühren. Wieder abdecken und zurück an den warmen Ort stellen und den Teig noch einmal 24 Stunden ruhen lassen     5. Tag: nun kann der Sauerteig verbacken werden     Wie, findet ihr in vielen Rezepten im CK.     Der Teig ist bei richtiger Lagerung unbegrenzt haltbar. Es reicht, wenn gut 50 g Sauerteig aufbewahrt werden, habt ihr aber mehr übrig, ist dies auch in Ordnung.     Füllt das so genannte Anstellgut nun in eine Box ab und verschließt diese mit einem Deckel. Wenn ihr nur selten backt, könnt ihr den Sauerteig gut im Kühlschrank aufbewahren. Hier solltet ihr aber beachten, wenn ihr den Sauerteig länger als 1 Woche nicht zum Backen benötigt, dass dieser gefüttert werden muss. Hierzu reichen gut 1 EL Mehl und 1 EL Wasser (so mache ich dies immer), kräftig rühren und wieder gut verschließen.     Wollt ihr wieder ein Brot backen ist es am besten, den Sauerteig in einer 3 Stufen-Führung wieder zu reaktivieren:     1. Stufe: Es werden hier nun 100 g Mehl mit 100 ml lauwarmem Wasser zu einem weichen Teig verrührt und zu den ca. 50-100 g Anstellgut gegeben; wie immer sollte hier mit einem Holzlöffel gerührt werden und die Schüssel leicht abgedeckt werden. Den Teig wieder an einem warmen Ort ruhen lassen, ca. 6 Stunden reichen aus.     2. Stufe: nun werden nach den 6 Stunden zu dem Sauerteig weitere 100 g Mehl mit diesmal nur 75 ml lauwarmem Wasser verrührt, wieder wird der Teig abgedeckt und an einem warmen Ort gute 6 Stunden ruhen gelassen.     3. Stufe: als letztes werden wieder 100 g Mehl und 100 ml lauwarmes Wasser dazu geben und kräftig verrührt, diesmal wird der Teig 12 Stunden am warmen Ort ruhen gelassen.     Nun ist er fertig und kann wieder verbacken werden.     Es klingt kompliziert, aber keine Angst, es ist sehr einfach einen Sauerteig herzustellen und der bessere Geschmack des Brotes sowie die längere Haltbarkeit und Frische werden es euch danken!"},
{"title": "Hirschgulasch", "ingredients": {"amount": ["1 kg", "3 EL", "200 g", "1", "1 Stück(e)", "1 Handvoll", "1 EL", "", "6", "3", "etwas", "200 ml", "400 ml", "1 EL", "4 EL", "evtl.", "evtl."], "ingredient": ["Gulasch, vom Hirsch", "Butterschmalz", "Zwiebel(n), klein gewürfelt", "Möhre(n), klein gewürfelt", "Knollensellerie, klein gewürfelt", "Steinpilze, getrocknete und 100 ml Einweichwasser", "Tomatenmark", "Salz und Pfeffer", "Wacholderbeere(n), etwas zerdrückt", "Nelke(n), etwas zerdrückt", "Thymian", "Wein, rot, trocken", "Wildfond", "Rotweinessig oder Aceto Balsamico", "Preiselbeerkompott", "Zucker", "Sahne"]}, "url": "https://www.chefkoch.de/rezepte/923511197717113/Hirschgulasch.html", "text": "Die getrockneten Steinpilze 1 Stunde in kaltem Wasser einweichen. Dann auspressen und in kleine Stücke schneiden.    Das Gulasch abtropfen lassen und trockentupfen. Das Butterschmalz im Bräter erhitzen, die Gulaschstücke portionsweise darin scharf anbraten und wieder herausnehmen.     Zwiebeln, Möhre, Sellerie und Steinpilze im Bräter anbraten. Das Tomatenmark anschwitzen und nach und nach mit etwas von dem Rotwein, Wildfond und Pilzwasser ablöschen. Maximal aber vom Rotwein etc. die Hälfte, dann das Fleisch hinzugeben, salzen und pfeffern. Dann den restlichen Rotwein, Einweichwasser, Gewürze, Rotweinessig und 2 EL von den Preiselbeeren und evtl. eine Prise Zucker hinzugeben. Bei geschlossenem Deckel ca. 2 ½ -3 Stunden schmoren, bis das Fleisch zart ist, gelegentlich umrühren. Evtl. die letzte halbe Stunde ohne Deckel schmoren, damit die Sauce besser eindicken kann.    Zum Schluss die restlichen Preiselbeeren hinzufügen, evtl. mit Salz, Pfeffer, Rotwein abschmecken und wer mag, gibt einen Schuss süße Sahne dazu. Sahne lasse ich aber weg, weil die schöne dunkelbraune Farbe und der Geschmack der Sauce genug ist."},
{"title": "KFC Coleslaw", "ingredients": {"amount": ["800 g", "1 m.-große", "1 kleine", "65 g", "", "", "60 ml", "125 g", "60 ml", "1", "2", "", ""], "ingredient": ["Weißkohl", "Karotte(n)", "Zwiebel(n)", "Zucker, weiß", "Salz", "Pfeffer, schwarzer", "Milch", "Mayonnaise", "Buttermilch", "Weißweinessig", "Zitronensaft, frisch", "Paprikapulver", "Senf, optional"]}, "url": "https://www.chefkoch.de/rezepte/3017351454519857/KFC-Coleslaw.html", "text": "Weißkohl, Karotte und Zwiebel in feine und sehr dünne, ca. 2,5 cm lange Streifen schneiden, entweder von Hand oder auch in einem Food Processor.    In einer großen Schüssel Weißkohl, Karotte und Zwiebel vermengen. Die restlichen Zutaten in einer anderen Schüssel gut vermischen, evtl. den Senf auch mit hinzufügen. Danach über die Weißkohlmischung gießen. Abschmecken.    Die Schüssel abdecken und den Coleslaw zum Durchziehen mindestens 8 Stunden, am besten jedoch 12 bis 15 Stunden, in den Kühlschrank stellen, damit sich alle Zutaten bestens verbinden. Zum Servieren 1/2 Stunde vorher aus dem Kühlschrank nehmen.    Der Coleslaw passt am besten als Beilage zu Hamburgern, Pulled Pork, Hot Dogs, gegrilltem Schweinefleisch und Geflügel und natürlich zum BBQ."},
{"title": "Rinderfilet an Whiskeyrahmsauce", "ingredients": {"amount": ["1", "500 g", "1 EL", "1 EL", "50 ml", "1 EL", "200 ml", "2 EL", "1 EL", "", "150 ml"], "ingredient": ["Schalotte(n)", "Rinderfilet(s)", "Butter zum Braten", "Senf, scharfer", "Whiskey", "Butter", "Kalbsfond", "Ketchup", "Worcestershiresauce", "Tabasco", "Rahm"]}, "url": "https://www.chefkoch.de/rezepte/701261172735942/Rinderfilet-an-Whiskeyrahmsauce.html", "text": "Backofen auf 80 °C Ober-/Unterhitze vorheizen. Eine Gratinform darin mit aufwärmen. Die Schalotte schälen und fein hacken.    Das Rinderfilet rundum mit Salz und Pfeffer würzen. Butter in einer Pfanne auslassen. Das Fleisch von allen Seiten ca.  5 Min. (ein dickes Stück ca. 6 Minuten) scharf anbraten. Mit Senf einreiben und nochmal in der Pfanne wenden. Herausnehmen und sofort in die Gratinform geben. Im Backofen bei 80°C ca. 1 ½ bis 1 ¾  Stunden gar ziehen lassen. Den Bratensatz anschließend mit Whiskey auflösen und durch ein Sieb gießen.    1 EL Butter in der Pfanne schmelzen und die Schalotte darin andünsten. Mit dem aufgelösten Bratensatz und dem Kalbsfond ablöschen. Ketchup, Worcestershiresauce und Tabasco beifügen und die Flüssigkeit auf knapp 75 ml einkochen lassen.    Den Rahm halb steif schlagen und vor dem Servieren unter die leicht kochende Sauce rühren, diese evtl. bei Bedarf pikant nachwürzen.    Das Rinderfilet in Scheiben schneiden, auf Tellern anrichten und die Sauce darum herum verteilen.    Was man vorbereiten kann: Die Reduktion der Sauce kann bereits am Vorabend zubereitet werden. Nach dem Anbraten dann noch den mit Whiskey abgelöschten Bratensatz dazugeben.    Hinweis: Brät man das Filet nur 3 - 4 Min. an, benötigt es bei 80 °C ca. 2 ½ bis 3 Stunden zum nachgaren."},
{"title": "Puffer", "ingredients": {"amount": ["375 g", "250 g", "3", "250 g", "1 Becher", "1 Pck.", "1 Pck.", "1 Prise(n)", "1", "1 Tüte/n", ""], "ingredient": ["Mehl", "Zucker", "Ei(er)", "Butter, oder Margarine", "Sahne", "Backpulver", "Vanillezucker", "Salz", "Zitrone(n)", "Schokolade (Schokoplättchen), oder Rosinen", "Fett, für die Form"]}, "url": "https://www.chefkoch.de/rezepte/1842861298589308/Puffer.html", "text": "Zucker, Eier und Butter miteinander verrühren. Mehl sieben und unter Rühren nach und nach hinzugeben. Backpulver und Vanillezucker hinzugeben. Eine Prise Salz nicht vergessen, und den Becher Sahne und die Schale einer abgeriebenen Zitrone unterrühren. Wer mag, kann gern Schokoplättchen oder Rosinen unterheben. Gugelhupf-Form gut einfetten und den Teig hineingeben.     Im vorgeheizten Ofen  bei 170 Grad (Umluft) ca. 45 Minuten backen lassen.    Dieses Rezept stammt noch von meiner Urgroßmutter und wird von Generation zu Generation weitergegeben. Der Kuchen ist schön saftig und locker."},
{"title": "Friedas genialer Hefezopf", "ingredients": {"amount": ["1 kg", "500 ml", "100 g", "42 g", "150 g", "2 TL", "2", "1 EL", "1", "2 EL"], "ingredient": ["Weizenmehl, gutes 405-er", "Milch, lauwarme", "Zucker", "Hefe, 1 Würfel", "Butter, weiche", "Salz", "Ei(er)", "Zitronenschale, gerieben oder 5 Tropfen Bittermandelaroma", "Ei(er) zum Bestreichen", "Hagelzucker"]}, "url": "https://www.chefkoch.de/rezepte/378801124204434/Friedas-genialer-Hefezopf.html", "text": "Für einen Zopf von 500 g einfach die Mengenangaben halbieren.    Mehl in eine große Schüssel sieben. Milch leicht erwärmen und in einen Rührbecher gießen. Zucker und zerbröckelte Hefe dazu und alles zusammen so gut verrühren, bis sich die Hefe weitgehend aufgelöst hat. Zitronenschale, oder Bittermandelöl und Eier dazugeben und alles zusammen gut verquirlen. Am besten kurz mit einem Zauberstab, ansonsten mit dem Handmixer.   Diese Flüssigkeit in einem Schwung zum Mehl gießen, weiche Butter und Salz dazu und sofort alles zusammen kräftig verkneten.   Ein Vorteig ist nicht notwendig und auch nicht wünschenswert. So lange kneten, bis der Teig elastisch und glatt ist. Von Hand etwa 10 Min., mit der Küchenmaschine entsprechend weniger. Wer möchte, kann natürlich noch Rosinen dazugeben. Mit einem feuchten Küchentuch (damit der Teig oben nicht antrocknet) abdecken und um das Doppelte aufgehen lassen. (Kann 2 Stunden dauern.)     Der Teig lässt sich auch sehr gut im BBA, Programm 'Teig kneten', herstellen. Das dauert etwa 1 Stunde und 20 Minuten und verringert natürlich die Gehzeit erheblich. Allerdings geht das nur mit der Hälfte der Zutaten.     Eine Backunterlage mit Mehl bestreuen und den gegangenen Hefeteig darauf geben und diesen von Hand nochmals durchkneten.     Nun kommt das Formen.   Man kann den Zopf aus drei Strängen flechten, oder so:   Den Teig in zwei Hälften teilen. Daraus möglichst lange, an den Enden zugespitzte Rollen formen. Beide Rollen spiralenförmig umeinander schlingen. Am besten in der Mitte beginnen und zu den Enden hinarbeiten. Ziemlich straff drehen. Nun hat man einen spiralenförmigen Strang. Diesen an beiden Enden halten und so gedreht wie er ist, nochmals spiralenförmig fest umeinander schlingen. Der Zopf hat sich nun optisch sehr verkleinert und sieht an einem Ende viel schmaler aus. Das ist gewünscht und richtig. Durch diese einfache Form des Wickelns sieht er aus wie ein schön geflochtener Zopf (Achtung, erfordert etwas Übung) und er wird bombastisch aufgehen.     Den Zopf diagonal auf das gefettete, oder mit Backpapier ausgelegte Backblech legen. Nun ein ganzes Ei sehr gut verquirlen, am besten mit Hilfe des Mixers, und eine Prise Zucker und Salz zugeben. Das ist sehr wichtig, weil der mit Ei bestrichene Zopf dann nicht schwarz wird beim Backen. Nach Wunsch schön dick mit Hagelzucker bestreuen.   Jetzt sollte er nochmals 30 Min. gehen.     Zwischenzeitlich den Backofen auf 160 °C Heißluft vorheizen. Manche empfehlen Ober- und Unterhitze, da der Zopf bei Heißluft schneller trocken werden kann, weil er zu schnell aufgeht und dadurch zu viel Luft in den Teig kommt. In diesem Fall den Backofen auf 180 °C vorheizen, weil der Zopf bei Ober-/Unterhitze eine höhere Temperatur braucht.    Auf die mittlere Schiene des Ofens schieben und etwa 30 - 35 Minuten backen. Der Zopf sollte eine karamellfarbene Bräunung haben. Ob er wirklich durchgebacken ist, lässt sich leicht feststellen. Einfach mit dem gekrümmten Finger gegen die Unterseite klopfen. Klingt es hohl, ist er fertig."},
{"title": "Beurre manié", "ingredients": {"amount": ["100 g", "100 g"], "ingredient": ["Butter", "Mehl"]}, "url": "https://www.chefkoch.de/rezepte/1345621239312368/Beurre-mani.html", "text": "Butter und Mehl vermengen, bis ein geschmeidiger Teig entsteht. Nun kleine Kugeln (Kirschgröße) formen und einzeln auf einem Teller einfrieren, nachdem die Kugeln fest sind, in einen Beutel füllen und wieder einfrieren.   So lassen sie sich einzeln entnehmen.     Man benötigt zum Andicken von Soßen ca. 2-3 Kugeln (ausprobieren). Auch Suppen kann man damit verfeinern oder andicken.   Durch dieses Butter/Mehlgemisch bekommen Soßen, aber auch Suppen, einen ganz feinen Geschmack. Das heißt, der Geschmack des Gerichts wird unterstützt und nicht verfälscht."},
{"title": "Fior di mandorla", "ingredients": {"amount": ["150 g", "100 g", "2 Pck.", "3 Tropfen", "1", "", "12"], "ingredient": ["Mandel(n), ohne Haut, gemahlen", "Zucker", "Vanillinzucker", "Bittermandelaroma", "Eiweiß", "Puderzucker, zum Wälzen", "Mandel(n), ganze, abgezogen, zum Garnieren"]}, "url": "https://www.chefkoch.de/rezepte/2559711400663888/Fior-di-mandorla.html", "text": "Die abgezogenen gemahlenen Mandeln mit dem Zucker und dem Vanillezucker vermischen. Bittermandelöl dazugeben. Das flüssige Eiweiß zu der Masse geben und alles so lange kneten, bis eine gebundene Masse entstanden ist (das Rezept eignet sich prima zur Resteverwertung von Eiweiß).  Kastaniengroße Bällchen formen und in Puderzucker wälzen. Evtl. in der Mitte mit einer abgezogenen Mandel garnieren und auf ein mit Backpapier belegtes Backblech mit Abstand zueinander legen und leicht andrücken. Bei 180°C Ober- und Unterhitze ca. 12 Minuten backen.     Tipps:  Das Grundrezept kann in verschiedene Sorten abgewandelt werden:  Zitrone: Bittermandelaroma gegen Zitronenaroma austauschen, zum Wälzen vor dem Backen Puderzucker ggf. mit etwas Zitronenzucker mischen.  Orange: Bittermandelaroma gegen Orangenaroma austauschen, zum Wälzen vor dem Backen Puderzucker ggf. mit etwas Orangenzucker mischen.  Walnuss: Vor dem Backen in gehackten Walnüsse wälzen, 1 Walnuss zum Garnieren oben drauf geben.  Amarena: Grundrezept mit einer Amarenakirsche füllen, vor dem Backen in gehackten Mandeln wälzen.  Pistazie: Anstatt der gemahlenen Mandeln im Teig, gemahlene Pistazien verwenden, zum Wälzen vor dem Backen gehackte oder gehobelte Pistazien verwenden."},
{"title": "Altbaerlis  Kaiserschmarrn", "ingredients": {"amount": ["130 g", "250 ml", "1 EL", "1 Prise(n)", "4", "4", "50 g", "50 g", "50 g", "30 g"], "ingredient": ["Mehl", "Milch", "Vanillezucker", "Salz", "Eigelb", "Eiweiß", "Zucker", "Butter", "Rosinen, in Rum eingelegt", "Zucker, zum Karamellisieren"]}, "url": "https://www.chefkoch.de/rezepte/1900361309694639/Altbaerlis-Kaiserschmarrn.html", "text": "Mehl mit Milch, Vanillezucker und Salz glatt verrühren. Das geht am besten mit einem Schneebesen. Dotter einrühren. Eiweiß mit Kristallzucker steif schlagen und unter den Teig heben.    Butter in einer ofenfesten Pfanne erhitzen. Die Ei-Masse eingießen und die Rosinen darüber streuen.     Im vorgeheizten Backrohr ca. 200 °C 15 Minuten backen, danach in Viertel teilen. Wenden und 10 Minuten fertig backen.     In Stücke teilen, mit Kristallzucker bestreuen und im Backrohr karamellisieren lassen.     Mit Staubzucker bestreut anrichten, dazu Pflaumenkompott servieren."},
{"title": "Joghurtbombe", "ingredients": {"amount": ["500 g", "120 g", "1 Pck.", "2 Becher", "1 Spritzer", ""], "ingredient": ["Naturjoghurt", "Zucker", "Vanillinzucker", "Schlagsahne", "Zitronensaft", "Früchte, nach Belieben"]}, "url": "https://www.chefkoch.de/rezepte/2568071401917035/Joghurtbombe.html", "text": "Einen Tag vorher Joghurt, Zucker, Vanillinzucker und Zitrone verrühren. Die Sahne steif schlagen und unter die Joghurtmasse heben. Ein Sieb mit einem sauberen Geschirrtuch auslegen und auf eine größere Schüssel stellen. Die Masse in das Sieb füllen und über Nacht kühl stellen.  Am anderen Tag die Joghurtmasse aus dem Sieb auf eine Platte stürzen. Vorbereitete Früchte dekorativ um die Joghurtbombe verteilen."},
{"title": "Kaltes Schweinefilet", "ingredients": {"amount": ["600 g", "etwas", "etwas", "etwas", "etwas"], "ingredient": ["Schweinefilet(s)", "Salz und Pfeffer, aus der Mühle", "Fett zum Braten", "Senf, scharfer", "Paprikapulver, edelsüß"]}, "url": "https://www.chefkoch.de/rezepte/1803001291554585/Kaltes-Schweinefilet.html", "text": "Den Ofen auf 90 Grad vorheizen.     Das Schweinefilet würzen mit Salz und Pfeffer und in einer Bratpfanne während 5 Minuten rund herum anbraten. Aus der Pfanne nehmen, rundherum würzen mit edelsüßem Paprikapulver und mit etwas scharfem Senf dünn einreiben.     Auf ein ofengeeignetes Bratgeschirr einen Rost geben, das Filet darauf legen und im Ofen bei 90 Grad 1 Stunde 30 Minuten ziehen lassen.     Aus dem Ofen nehmen und erkalten lassen, in dünne Scheiben schneiden, mit Dips / Saucen servieren."},
{"title": "Rinderrouladen klassisch", "ingredients": {"amount": ["8", "5", "4", "12 Scheibe/n", "4 EL", "1 Stück(e)", "1", "", "", "", "", "TL", "1 Schuss", "2 EL"], "ingredient": ["Rinderroulade(n)", "Zwiebel(n)", "Gewürzgurke(n)", "Frühstücksspeck", "Senf, mittelscharfer", "Knollensellerie", "Möhre(n)", "Lauch", "Rotwein, guter", "Salz und Pfeffer", "Rinderfond, kräftiger", "Speisestärke", "Gurkenflüssigkeit", "Butterschmalz"]}, "url": "https://www.chefkoch.de/rezepte/2133281343053838/Rinderrouladen-klassisch.html", "text": "Die Rinderrouladen aufrollen, waschen und mit Küchenkrepp trockentupfen. Zwiebeln in Halbmonde, Gurken in Längsstreifen schneiden, Schere und Küchengarn bereitstellen.     Die ausgebreiteten Rouladen dünn mit Senf bestreichen, salzen und pfeffern, auf jede Roulade mittig in der Länge ca. 1/2 Zwiebel und 1 1/2 Scheiben Frühstücksspeck sowie 1/2 (evtl. mehr) Gurke verteilen. Nun von beiden Längsseiten etwas einschlagen, dann aufrollen und mit dem Küchengarn wie ein Postpaket verschnüren.     In einer Pfanne das Butterschmalz heiß werden lassen und die Rouladen dann rundherum darin anbraten, herausnehmen und in einen Schmortopf umfüllen.     Den Sellerie, die restliche  Zwiebel, Lauch und die Möhren kleinschneiden und in der Pfanne anbraten. Sobald sie halbwegs \"blond\" sind, kurz rühren, eine sehr dünne Schicht vom Rotwein angießen, nicht mehr rühren und die Flüssigkeit verdampfen lassen. Sobald das Gemüse dann wieder trockenbrät, wieder eine Schicht angießen, kurz rühren und weiter verdampfen lassen. Dies wiederholen, bis die 1/2 Flasche Wein aufgebraucht ist. Auf diese Art wird das Röstgemüse sehr braun (gut für den Geschmack und die Farbe der Soße) aber nicht trocken. Am Schluss mit der Fleischbrühe, etwas Salz und Pfeffer und einem guten Schuss Gurkensud auffüllen und dann in den Schmortopf zu den Rouladen geben. Den Topf entweder auf kleiner Flamme oder bei ca. 160 Grad im Backofen für 1 1/2 Stunden schmoren lassen. Ab und zu evtl. etwas Flüssigkeit zugießen.     Nach 1 1/2 Stunden testen, ob die Rouladen weich sind (einfach mal mit den Kochlöffel ein bisschen draufdrücken, sie sollten sich willig eindrücken lassen, wenn nicht, nochmal eine halbe Stunde weiterschmoren) und dann vorsichtig aus dem Topf heben, warm stellen.     Die Soße durch ein Sieb geben, aufkochen. Ca. 1 EL Senf mit etwas Wasser und der Speisestärke gut verrühren und in die kochende Soße nach und nach unter Rühren eingießen, bis die gewünschte Konsistenz erreicht ist. Die Soße evtl. nochmal mit Salz, Pfeffer, Rotwein, Gurkensud abschmecken.    Pro Portion 830 Kcal"},
{"title": "Low-Carb Brot - mein Bestes", "ingredients": {"amount": ["80 g", "25 g", "45 g", "40 g", "30 g", "", "15 g", "2 m.-große", "1 m.-großes", "15 ml", "180 ml", "2 EL"], "ingredient": ["Mandeln, gemahlen, blanchierte", "Hanfmehl", "Leinmehl", "Flohsamenschalen, gemahlen", "Sonnenblumenkerne", "Himalayasalz oder Meersalz", "Weinsteinbackpulver", "Ei(er), oder große", "Eiweiß, oder großes", "Apfelessig", "Wasser, kochendes", "Sesam, geschälter"]}, "url": "https://www.chefkoch.de/rezepte/3316941492622177/Low-Carb-Brot-mein-Bestes.html", "text": "Den Backofen auf 180 °C vorheizen. Ein Backblech mit Backpapier belegen und in den Ofen geben.     Die ersten 7 trockenen Zutaten in eine Schüssel geben und mit einem Löffel oder Kochlöffel sehr gut durchmischen. Das Backpulver muss sich wirklich gleichmäßig verteilen. Notfalls mit dem Löffel etwas zerdrücken, falls es Klümpchen gibt oder gleich vorher sieben.     Das Wasser evtl. im Wasserkocher abkochen.   2 Eier und 1 Eiklar sowie den Essig zur trockenen Mischung geben. Mit dem Handrührgerät mit Knethaken gut durchkneten, damit sich die Eier gut verteilen. Die Schüssel auf die Waage stellen und 180 ml = g Wasser dazu schütten und sofort mit den Knethaken kräftig rühren, bis der Teig gut fest ist und sich alles verbindet. Wenn ihr schlecht rührt, gibt es später Luftlöcher im Brot.     Den warmen Teig mit einem Schaber oder auch vorsichtig mit den Fingerspitzen aus der Schüssel auf die Arbeitsfläche geben und kurz kneten aber nicht auseinander ziehen. Der Teig soll kompakt bleiben. Den Teig in die Hände nehmen und zu einem länglichen, eher flacheren Stück aber nicht zu einer Kugel formen. Mit dem Sesam bestreuen und etwas andrücken. In den Ofen auf das Backblech legen und 70 Minuten ohne Umluft auf der 2. Schiene backen. Die Tür währenddessen nicht öffnen.     Nach 70 Minuten den Ofen ausschalten. Das Brot umdrehen und nochmal 5 Minuten im Ofen lassen. Die Backofentür öffnen, das Brot umdrehen und 5 Minuten im Ofen lassen. Erst dann herausnehmen und auf einem Kuchengitter abkühlen lassen.     Wenn ihr das Brot länger als 3 Tage aufheben wollt, schlage ich vor, es spätestens am 2. Tag in einen Gefrierbeutel im Kühlschrank zu lagern. Die ersten 2 Tage unverpackt in der Küche liegen lassen. Schneiden kann man es mit einem gezackten Messer, sobald es abgekühlt ist. Wenn ihr das alles befolgt, inkl. gemahlener Flohsamenschalen, kann nichts schief gehen und ihr habt ein leckeres, leicht knuspriges low-carb Brot.     Tipp: Die Brotscheiben vor Genuss toasten.     Das Brot ergibt einen ca. 480 g Laib mit gesamt 18,28 g KH, 72,02 g Eiweiß, 90,05 g Fett. Pro 30 g Scheibe: 1,14 g KH, 4,50 g Eiweiß, 5,62 g Fett."},
{"title": "Grießbrei von Großmutter", "ingredients": {"amount": ["800 ml", "80 g", "2 EL", "1 Pck.", "1 Prise(n)", "1", "25 g"], "ingredient": ["Milch", "Weichweizengrieß", "Zucker", "Vanillezucker", "Salz", "Ei(er)", "Butter"]}, "url": "https://www.chefkoch.de/rezepte/914031196710118/Griessbrei-von-Grossmutter.html", "text": "Die Milch mit Zucker, Vanillezucker und einer Prise Salz in einem weiten Topf zum Kochen bringen. Den Weizengrieß unter Rühren mit einem Schneebesen einrieseln lassen und nochmals aufkochen lassen. Dann den Topf vom Herd nehmen und den Grieß zugedeckt 5 Minuten ziehen lassen.    In der Zwischenzeit das Eigelb vom Eiweiß trennen. Das Eiweiß zu steifem Schnee schlagen. Das Eigelb in den Grießbrei rühren. Die Butter ebenfalls in den Grießbrei geben und so lange rühren, bis die Butter geschmolzen ist. Zum Schluss den Eischnee vorsichtig unter den fertigen Grießbrei heben.     Dazu schmeckt Kompott nach Wahl, Zimt und Zucker oder braune Butter.    So hat ihn meine Omi gemacht und ich liebe diesen luftig lockeren Grießbrei."},
{"title": "Dinkelvollkornbrot", "ingredients": {"amount": ["1 kg", "2 Würfel", "4 TL", "5 EL", "350 g", "900 ml", "1 Handvoll", "etwas"], "ingredient": ["Dinkelvollkornmehl", "Hefe", "Salz", "Balsamico, dunkel", "Sonnenblumenkerne", "Wasser, lauwarm", "Haferflocken, kernige", "Butter oder Magarine"]}, "url": "https://www.chefkoch.de/rezepte/1949731317135673/Dinkelvollkornbrot.html", "text": "Alle Zutaten (bis auf die Haferflocken) in eine große Schüssel geben und mit dem Mixer (Knethaken) gut verrühren.     Eine Kastenform (35 cm) einfetten und den Teig hineingeben und mit den Haferflocken bestreuen. Den Teig in den kalten Backofen geben und bei 200° 60 Min. mit Ober und Unterhitze backen. Einschubhöhe 2"},
{"title": "Die perfekten Hamburgerbrötchen", "ingredients": {"amount": ["200 ml", "4 EL", "1 Würfel", "35 g", "8 g", "80 g", "500 g", "2", "2 EL", "2 EL", "1 Handvoll"], "ingredient": ["Wasser, warm", "Milch", "Hefe, frisch", "Zucker", "Salz", "Butter, weich", "Mehl (Typ 550)", "Ei(er)", "Milch", "Wasser", "Sesam zum Bestreuen"]}, "url": "https://www.chefkoch.de/rezepte/2642351415194117/Die-perfekten-Hamburgerbroetchen.html", "text": "Zuerst gibt man das warme Wasser und die Milch in eine Schüssel, mischt den Zucker unter und bröselt den Hefewürfel hinein. Den Teig lässt man jetzt 5 Minuten stehen.     Anschließend gibt man das Mehl, das Salz, ein Ei und die weiche oder flüssige Butter dazu und knetet alles mit der Hand oder dem Handmixer zu einem seidig-glänzenden, geschmeidigen Teig. Den lässt man jetzt abgedeckt an einem warmen Ort etwa 1 Stunde gehen.     Danach formt man aus dem Teig die Buns. Ich nehme 90 Gramm Teig pro Bun. Die Teigmenge reicht dann für 10 Hamburgerbrötchen, welche dann die perfekte Größe für Patties mit 11 cm Durchmesser haben.     Den Teig rollt man in den Handinnenflächen zu einer gleichmäßigen, runden Kugel und presst diese dann auf einem mit Backpapier ausgelegten Backblech zu einer flachen Scheibe mit 8 bis 9 cm Durchmesser. Je gleichmäßiger man hier die Teigscheiben formt, desto besser wird das fertige Bun. Die Buns eine Stunde gehen lassen.        In der Zwischenzeit verquirlt man ein Ei mit 2 EL Wasser und 2 EL Milch. Sind die Buns gegangen, werden sie mit dem verquirlten Ei bestrichen und mit Sesam bestreut.     Jetzt schiebt man die Buns in den auf 200°C Ober-/Unterhitze vorgeheizten Backofen und lässt sie 16 bis 20 Minuten backen, bis die Oberfläche goldbraun ist. Anschließend lässt man sie auf einem Kuchengitter auskühlen.     Hinweise: Es ist wichtig, dass man frische Hefe nimmt. Trockenhefe geht einfach nicht so gut auf und die Buns werden nachher nicht so schön fluffig. Man kann statt Sesam auch Oregano, Parmesan und Olivenöl nehmen!"},
{"title": "Lothars beste Nürnberger Elisenlebkuchen", "ingredients": {"amount": ["6", "180 g", "2 EL", "2 TL", "1 TL", "1 Prise(n)", "250 g", "250 g", "200 g", "200 g", "n. B.", "200 g"], "ingredient": ["Ei(er)", "Zucker, braun", "Honig", "Zimt", "Lebkuchengewürz", "Salz", "Mandel(n), gemahlen", "Haselnüsse, gemahlen", "Orangeat, im Mixer noch etwas zerkleinert", "Zitronat, im Mixer noch etwas zerkleinert", "Oblaten, 70 oder 90 mm", "Kuvertüre"]}, "url": "https://www.chefkoch.de/rezepte/1010591206190843/Lothars-beste-Nuernberger-Elisenlebkuchen.html", "text": "Eier, Zucker und Honig schön schaumig schlagen. Die restlichen Teigzutaten untermischen. Den Teig flach auf die Oblaten streichen (ergibt ca. 30 St./90 mm oder ca. 40 St./70 mm).     Auf das mit Backpapier ausgelegte Blech legen. Backen mit Ober- und Unterhitze bei 150°, ca. 20 Minuten.    Nach dem Erkalten evtl. mit Kuvertüre überziehen."},
{"title": "Schneemoussetorte mit Rhabarber", "ingredients": {"amount": ["", "4", "125 g", "325 g", "", "3 Pck.", "150 g", "2 TL, gestr.", "5 EL", "4 EL", "500 g", "1 Pck.", "400 ml", ""], "ingredient": ["Fett für die Form", "Ei(er)", "Butter", "Zucker und 4-5 EL extra", "Salz", "Vanillezucker", "Mehl", "Backpulver", "Milch", "Mandelblättchen", "Rhabarber", "Puddingpulver . (Vanille)", "Sahne", "Puderzucker zum Bestäuben"]}, "url": "https://www.chefkoch.de/rezepte/1521151257327860/Schneemoussetorte-mit-Rhabarber.html", "text": "Eine Springform (26 cm) einfetten. Die Eier trennen. Den Backofen vorheizen (Umluft 150°C).     Die Butter mit 125 g Zucker, 1 Prise Salz und 1 Pck. Vanillezucker in einer Rührschüssel mit dem Handrührgerät cremig rühren. Die Eigelbe einzeln unterrühren. Mehl und Backpulver mischen und im Wechsel mit der Milch rasch unterrühren.     Die Hälfte des Teiges in die Form füllen und glatt streichen. Die Eiweiße steif schlagen und dabei 200 g Zucker langsam einrieseln lassen. Weiter schlagen, bis der Zucker sich aufgelöst hat. Die Hälfte des Eischnees auf den Teig in der Form streichen. 2 EL Mandelblättchen darüber streuen und den Tortenboden 25-30 Minuten backen. Abkühlen lassen, aus der Form lösen und völlig auskühlen lassen.     Mit der anderen Hälfte von Teig, Eischnee und Mandelblättchen ebenso verfahren. Diesen Boden vom der Springform lösen und wieder hinein legen.    In der Zwischenzeit den Rhabarber putzen, waschen und in kleine Stücke schneiden. Mit 100 ml Wasser und 4-5 EL Zucker aufkochen lassen und zugedeckt ca. 5 Minuten köcheln lassen. Das Puddingpulver mit 6 EL Wasser glatt rühren. In den Rhabarber rühren und ca. 1 Minute köcheln lassen. Etwas abkühlen lassen und das Kompott gleichmäßig auf den Tortenboden streichen und die Form kalt stellen.    Die Sahne steif schlagen, 2 Pck. Vanillezucker dabei einrieseln lassen. Die Sahne auf das ausgekühlte Kompott streichen, den zweiten Tortenboden darauf setzen und die Torte mit Puderzucker bestäuben. Bis zum Servieren kühl stellen."},
{"title": "Pikanter Dattel-Frischkäse-Dip", "ingredients": {"amount": ["125 g", "200 g", "200 g", "1 Zehe/n", "1 TL", "", "", "3 Prisen"], "ingredient": ["Soft-Datteln, entsteint", "Schmand", "Frischkäse", "Knoblauch", "Harissa oder scharfer Ajvar", "Currypulver", "Salz", "Pfeffer"]}, "url": "https://www.chefkoch.de/rezepte/2653511416758959/Pikanter-Dattel-Frischkaese-Dip.html", "text": "Datteln und Knoblauch fein hacken. Schmand und Frischkäse verrühren und mit Harissa, Currypulver, Salz und Pfeffer würzen.    Datteln und Knoblauch hinzufügen, unterrühren und den Dip 2 Stunden im Kühlschrank ziehen lassen."},
{"title": "Dattelcreme", "ingredients": {"amount": ["125 g", "1 Zehe/n", "200 g", "200 g", "1 TL", "", "3 Prisen", "", ""], "ingredient": ["Soft-Datteln ohne Stein", "Knoblauch", "Frischkäse", "Schmand", "Harissapaste", "Salz", "Pfeffer, ersatzweise Cayennepfeffer", "Currypulver", "Kreuzkümmelpulver"]}, "url": "https://www.chefkoch.de/rezepte/2911251443383530/Dattelcreme.html", "text": "Die Datteln mit den Gewürzen (wer es scharf mag, nimmt anstelle des Pfeffers Cayennepfeffer) und dem Knoblauch in den Mixer geben und alles sehr klein hacken. Wer keinen Mixer hat, kann auch einen Stabmixer nehmen. Schmand, Frischkäse und die Harissapaste dazugeben und alles weiter mixen. Wenn die Creme zu dünnflüssig ist, kann man einfach etwas mehr Frischkäse als Schmand dazugeben.     Am besten passt die Creme als Dip zu Fleisch, Brot oder Gemüse. Der Hit bei jedem Grillabend!"}
]